{
    "account_unknown": "Es ist keine TS3-Identität mit %{account} verknüpft.",
    "account_updating": "Account-Informationen werden aktualisiert.",
    "available_commands": "Verfügbare Befehle:",
    "error_api": "Fehler beim Abfragen der API. Bitte versuchen Sie es später erneut oder wenden Sie sich an einen Admin.",
    "error_saving": "Fehler beim Speichern des API-Keys. Bitte kontaktieren Sie einen Admin.",
    "groups_removed": "Folgende Gruppen wurden entfernt: %{groups}",
    "groups_revoked": "Done! Rechte von %{amount} vorherigen Nutzern entzogen. Gruppen: %{groups}",
    "groups_revoked_invalid_key": "Ihre Rechte wurden entfernt, da der hinterlegte API-Key ungültig ist.",
    "groups_revoked_missing_key": "Ihre Rechte wurden entfernt, da scheinbar kein API-Key hinterlegt wurde",
    "guild_error": "Beim Setzen der Gruppe ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
    "guild_invalid_selection": "Entweder sind Sie nicht in dieser Gilde oder sie ist mir unbekannt. Sollte das nicht stimmen, wenden Sie sich an einen Admin oder warten sie ca. 24 Stunden, bis die API-Infos aktualisiert wurden.\nEine Auflistung Ihrer mir bekannten Gilden erhalten Sie via [b]!guild[/b]",
    "guild_removed": "Gilden-Gruppe wurde erfolgreich entfernt.",
    "guild_selection": "Die Auswahl geschieht per [b]!guild Gilden-Tag[/b]. Folgende Gilden stehen zur Auswahl:\n- %{guilds}\nFalls die Gilde entfernt werden soll, nutzen Sie [b]!guild remove[/b].",
    "guild_set": "%{guild} wurde erfolgreich gesetzt.",
    "guild_unknown": "Scheinbar sind Sie in keiner mir bekannten Gilde.",
    "info_world": "Key ist gültig für %{user} auf Welt %{world}. Der Nutzer ist in folgenden bekannten Gilden: %{guilds}",
    "invalid_input": "Sie haben eine ungültige Eingabe getätigt. Bitte versuchen Sie es erneut.",
    "invalid_token": "Ungültiger API-Key.",
    "invalid_token_admin": "Der API-Key scheint ungültig zu sein. Bitte wenden Sie sich an einen Admin.",
    "invalid_token_retry": "Der API-Key scheint ungültig zu sein. Bitte versuchen Sie es erneut.",
    "invalid_world": "Laut der API sind Sie auf %{world}. Falls sie vor kurzer Zeit ihre Heimatwelt gewechselt haben, versuchen Sie es in 24 Stunden erneut.",
    "list_50_users": "Die Gruppe hat mehr als 50 Nutzer, Auflisten ist für Gruppen solcher Größe deaktiviert.",
    "list_not_found": "Gruppe nicht gefunden!",
    "list_users": "Es sind %{amount} Member in %{group}:",
    "missing_token": "Es ist scheinbar kein API-Key hinterlegt!",
    "registration_exists": "Sie sind bereits registriert, der gespeicherte API-Key wurde nun aktualisiert.",
    "registration_update": "Sie waren bereits registiert! Der verknüpfte Account ist nun %{account}.",
    "sheet_changed": "Reset-Sheet wurde aktualisiert. Bitte überprüfen Sie, dass alles korrekt in der Beschreibung eingetragen wurde.",
    "sheet_map_full": "Die gewählte Map wird bereits von 2 anderen Leads bespielt.",
    "token_in_use": "Dieser API-Key/Account ist bereits auf einen anderen Nutzer registiert. Bitte kontaktieren Sie einen Admin.",
    "unknown_server": "Der aktuell hinterlegte Server konnt nicht zugeordnet werden. Bitte wenden Sie sich an einen Admin.",
    "verify_guild_change": "Der Nutzer hat %{guilds_left} verlassen/ist %{guilds_joined} beigetreten.",
    "verify_invalid_world": "Der Nutzer ist derzeit auf einem unbekannten Server: %{world}. Folgende Gruppen wurden entfernt: %{groups}",
    "verify_no_token": "Nutzer hat scheinbar keinen API-Key hinterlegt!",
    "verify_not_found": "Nutzer nicht gefunden!",
    "verify_transferred": "Nutzer ist transferriert von %{old_world} auf %{new_world}.",
    "verify_valid_world": "Der Nutzer sieht sauber aus, hinterlegter Account %{user} ist auf %{world}.",
    "welcome": "Willkommen bei der automatischen Registrierung auf dem Kodash-TS. Bitte schicken Sie mir Ihren API-Key, welchen Sie hier generieren können: [url]https://account.arena.net/applications[/url]",
    "welcome_greet": "Willkommen auf dem Kodash-TS. Falls Sie sich registrieren möchten, senden Sie mir Ihren API-Key zu, der unter [url]https://account.arena.net/applications[/url] generiert werden kann.\nDiese Nachricht wird nach %{con_limit} Verbindungen nicht mehr gesendet.",
    "welcome_registered": "Willkommen auf dem Kodash-TS! Um alle Channels sehen zu können, verbinden Sie erneut, oder klicken sie auf die Sprechblase mit dem Auge über der Channel-Liste.",
    "welcome_registered_2": "Falls Sie zu einer Gilde gehören, die hier eine Servergruppe hat, kann diese per [b]!guild[/b] gewählt werden."
}
