{
    "account_unknown": "There's nobody linked to %{account}.",
    "account_updating": "Fetching your account info.",
    "available_commands": "Available commands:",
    "error_api": "Error during the API requests. Please try again later or contact an admin.",
    "error_saving": "Failed to save the API key. Please contact an admin",
    "groups_removed": "The following groups were removed: %{groups}",
    "groups_revoked": "Done! Permissions were removed from %{amount} previous users. Groups: %{groups}",
    "groups_revoked_invalid_key": "Your groups were removed because the linked API key is invalid.",
    "groups_revoked_missing_key": "Your groups were removed because there seems to be no API key linked to your TS3 identity.",
    "guild_error": "Failed to set the guild group, please try again.",
    "guild_invalid_selection": "Either you are not in that guild or it's unknown for me. In case that is not correct, contact an admin or wait about 24 hours until the API infos are updated.\nYou can get a list of your known guilds by using [b]!guild[/b]",
    "guild_removed": "Successfully removed the guild group.",
    "guild_selection": "You can select a guild by using [b]!guild guild_tag[/b]. If you want to remove your guild group, simply send [b]!guild remove[/b].The following guilds are currently available:\n- %{guilds}",
    "guild_set": "Guild %{guild} set successfully.",
    "guild_unknown": "Apparently you aren't in any known guilds.",
    "info_world": "Key is valid for %{user} on %{world}. The user is in the following known guilds: %{guilds}",
    "invalid_input": "Invalid input, please try again.",
    "invalid_token": "Invalid API key",
    "invalid_token_admin": "The API key appears to be invalid. Please contact an admin.",
    "invalid_token_retry": "The API key appears to be invalid. Please try again.",
    "invalid_world": "According to the supplied key you are on %{world}. If you just transferred you may have to wait a few hours until the API info is updated.",
    "list_50_users": "The group contains more than 50 users. Listing large groups has been disabled for performance reasons.",
    "list_not_found": "Group not found!",
    "list_users": "There are %{amount} members in %{group}:",
    "missing_token": "Seems like no API key is known.",
    "registration_exists": "You should already have the correct server group, the saved API key is now updated.",
    "registration_update": "You were already registered, overwrite previous link with %{account}.",
    "sheet_changed": "Reset sheet was updated. Please check that everything has been entered correctly in the channel description.",
    "sheet_map_full": "The selected map already has 2 leads.",
    "token_in_use": "This account is already registered to another user. Please contact an admin.",
    "unknown_server": "Your server could not be found, please contact an admin.",
    "verify_guild_change": "The user left %{guilds_left} and joined %{guilds_joined}.",
    "verify_invalid_world": "The user is currently on an unknown server: %{world}. Removed groups: %{groups}",
    "verify_no_token": "Apparently the user didn't register!",
    "verify_not_found": "User not found!",
    "verify_valid_world": "Registration appears to be valid, user is known as %{user} on %{world}.",
    "welcome": "Welcome to the automatic registration on the Kodash TS. Please send me an API key which you can generate at [url]https://account.arena.net/applications[/url]. \nKeep in mind that this key should not be deleted as you will lose your groups otherwise.",
    "welcome_registered": "Welcome to the Kodash TS! To view all channels/users either reconnect or click on the little speech bubble with an eye in the upper menu above the channel list.",
    "welcome_registered_2": "If your guild has a server group here you can grab it by typing [b]!guild[/b] and following the instructions."
}
